{
  "blink.cmp": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "kanagawa": {
    "branch": "master"
  },
  "laravel.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lua-utils.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "marks.nvim": {
    "branch": "master"
  },
  "mini.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "pathlib.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "telescope-live-grep-args.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "tree-sitter-norg": {
    "branch": "main"
  },
  "tree-sitter-norg-meta": {
    "branch": "main"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-visual-multi": {
    "branch": "master"
  }
}
